Repository: ellaguno/recover-users
Catalog: languages/recover-users-*.po
Languages: es_es

source: User Reactivation Settings
es_es: Configuración de Reactivación de Usuarios

source: Email Settings
es_es: Configuración de Correo

source: User Selection
es_es: Selección de Usuarios

source: Email Content Settings
es_es: Configuración del Contenido del Correo

source: Automatic Sending
es_es: Envío Automático

source: Enable automatic weekly emails
es_es: Habilitar envío automático semanal

source: Inactivity Period (days)
es_es: Período de Inactividad (días)

source: Number of days without posts to consider a user inactive
es_es: Número de días sin publicaciones para considerar a un usuario inactivo

source: User Roles to Include
es_es: Roles de Usuario a Incluir

source: Only Users with Posts
es_es: Solo Usuarios con Publicaciones

source: Only send emails to users who have published at least one post
es_es: Solo enviar correos a usuarios que hayan publicado al menos una vez

source: Custom Message
es_es: Mensaje Personalizado

source: We hope you are doing well. We noticed it's been a while since you last wrote on our blog. We'd love to have your contributions again!
es_es: Esperamos que estés bien. Notamos que ha pasado un tiempo desde tu última publicación en nuestro blog. ¡Nos encantaría tener tus contribuciones de nuevo!

source: Customize the message sent to inactive users. You can use {display_name} to include the user's name.
es_es: Personaliza el mensaje enviado a usuarios inactivos. Puedes usar {display_name} para incluir el nombre del usuario.

source: Number of Posts to Include
es_es: Número de Publicaciones a Incluir

source: User's Posts:
es_es: Publicaciones del Usuario:

source: Number of user's own posts to include in the email (0-20)
es_es: Número de publicaciones propias del usuario a incluir en el correo (0-20)

source: Recent Blog Posts:
es_es: Publicaciones Recientes del Blog:

source: Number of recent blog posts to include in the email (0-20)
es_es: Número de publicaciones recientes del blog a incluir en el correo (0-20)

source: Test Email
es_es: Correo de Prueba

source: Send a test email to yourself to preview how reactivation emails will look.
es_es: Envía un correo de prueba para ver cómo se verán los correos de reactivación.

source: Send Test Email
es_es: Enviar Correo de Prueba

source: Manual Email Send
es_es: Envío Manual de Correos

source: Click the button below to manually send reactivation emails to inactive users.
es_es: Haz clic en el botón de abajo para enviar manualmente correos a usuarios inactivos.

source: Send Emails Now
es_es: Enviar Correos Ahora

source: Hi %s,
es_es: Hola %s,

source: Your latest posts:
es_es: Tus últimas publicaciones:

source: Latest blog posts:
es_es: Últimas publicaciones del blog:

source: We hope to see you back soon!
es_es: ¡Esperamos verte pronto de nuevo!

source: We miss you on our blog!
es_es: ¡Te extrañamos en nuestro blog!

source: This is a test email from User Reactivation plugin
es_es: Este es un correo de prueba del plugin de Reactivación de Usuarios

source: Successfully sent %d reactivation emails out of %d inactive users.
es_es: Se enviaron exitosamente %d correos de reactivación de %d usuarios inactivos.

source: No inactive users found matching your criteria.
es_es: No se encontraron usuarios inactivos que coincidan con tus criterios.

source: Failed to send test email. Please check your WordPress email configuration.
es_es: Error al enviar el correo de prueba. Por favor verifica la configuración de correo de WordPress.

source: Test email sent to %s
es_es: Correo de prueba enviado a %s

source: Are you sure you want to send reactivation emails now?
es_es: ¿Estás seguro de que quieres enviar los correos de reactivación ahora?

source: Sending test email...
es_es: Enviando correo de prueba...

source: Test email sent successfully!
es_es: ¡Correo de prueba enviado exitosamente!

source: Error sending test email. Please try again.
es_es: Error al enviar el correo de prueba. Por favor intenta de nuevo.

source: An error occurred. Please try again.
es_es: Ocurrió un error. Por favor intenta de nuevo.
